// featureConfig.js
export const featureDescriptions = {
	'math-context': {
		name: '理科直觉',
		subTitle: '像科学家一样思考，降维打击应用题',
		desc: '我们不教注定被AI执掌的公式用法，而是“费曼式”培养数学与物理直觉，让孩子在观察、摸索时，肌肉记忆般直接涌现关于世界结构与运动的底层模型。'
	},
	'fac-context': {
		name: '析辨明思',
		subTitle: '看穿事物本质的“透视眼”',
		desc: '训练孩子驾驭信息爆炸，在大脑中多角度跨领域地剥离表象、还原真相。一眼看到核心逻辑，是世界500强管培生选拔与晋升机制的黄金标准。'
	},
	'mcec-context': {
		name: '多维立体沟通',
		subTitle: '精准、优美地传播内心深处意图',
		desc: '把普通东西，看出“花”来，是AI抢不走的顶级创造力！观察力、想象力和写作素材起飞，眼里处处都是写作、画画、手工的宝藏。'
	},
	'cse-context': {
		name: '新社交达人',
		subTitle: '见树木、更见森林、再见树木的格局',
		desc: '让孩子站上科学伟人的肩膀，根本性理解人间与万物联动的规律，培养平衡众生相、掌控全局、统筹决策的能力。永远是做顶层设计“弹好钢琴”那个VVIP！'
	},
	'eac-context-2': {
		name: '纵向创新破题',
		subTitle: '像马斯克一样纵向深挖',
		desc: '抛弃所谓“标准答案”，回到原点去锁定足以应万变的不变量和公式。开启从0到1的硬核科技颠覆性创新之旅，娃以后是背靠科学规律的“规则制定者”。'
	},
	'eac-context-1': {
		name: '横向创新执行',
		subTitle: '化平凡元素为神奇结果',
		desc: '思维从科学家落地为工程师与企业家，必须展现横向思维，把成熟的原件和技术跨界运用到极致，降本增效、提高系统稳定性。'
	},
	'kc-context-2': {
		
		name: '指物而谈的汉语机锋',
		subTitle: '顶级口才与机智幽默',
		desc: '从说清楚、动人心，一路进阶到王尔德、钱钟书般机智幽默、充满感召力的顶级口才。'
	},
	'kc-context-1': {
		name: '即景起兴的英语辞令',
		subTitle: '富有智慧的英式幽默谈吐',
		desc: '从基础叙述升华到富有智慧的、带着英式幽默的谈吐，不仅仅是地道，更是智慧的体现。'
	},
	'mus-context': {
		name: '视界即音阶',
		subTitle: '孩子听见光影的形状',
		desc: '即时谱曲、演奏。多感官时空同步整合下唤醒孩子天生的联觉创造力潜能。'
	},
	'emp-context': {
		name: '万物有情',
		subTitle: '穿透表象后的同理心涌现',
		desc: '这抹最温暖的人文图景是“世界上唯一的英雄主义”，终将化作引领团队的深厚内功。'
	}
};